Repository: pasteshelf/pasteshelf
Catalog: PasteShelf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Failed to sync audit events to the admin console: %@
de: Audit-Ereignisse konnten nicht mit der Administrationskonsole synchronisiert werden: %@
es: No se pudieron sincronizar los eventos de auditoría con la consola de administración: %@
fr: Impossible de synchroniser les événements d'audit avec la console d'administration : %@
ja: 監査イベントを管理コンソールに同期できませんでした: %@
ko: 감사 이벤트를 관리 콘솔에 동기화하지 못했습니다: %@
pt: Falha ao sincronizar eventos de auditoria com o console de administração: %@
ru: Не удалось синхронизировать события аудита с консолью администратора: %@
tr: Denetim olayları yönetici konsoluyla senkronize edilemedi: %@
zh_hans: 无法将审计事件同步到管理控制台：%@
zh_hant: 無法將稽核事件同步至管理主控台:%@

source: Failed to toggle rule: %@
de: Regelstatus konnte nicht umgeschaltet werden: %@
es: No se pudo cambiar el estado de la regla: %@
fr: Impossible de basculer la règle : %@
ja: ルールの切り替えに失敗しました: %@
ko: 규칙을 토글하지 못했습니다: %@
pt: Falha ao alternar regra: %@
ru: Не удалось переключить правило: %@
tr: Kural değiştirilemedi: %@
zh_hans: 切换规则状态失败：%@
zh_hant: 切換規則狀態失敗：%@

source: Failed to update rule: %@
de: Regel konnte nicht aktualisiert werden: %@
es: No se pudo actualizar la regla: %@
fr: Impossible de mettre à jour la règle : %@
ja: ルールの更新に失敗しました: %@
ko: 규칙을 업데이트하지 못했습니다: %@
pt: Falha ao atualizar regra: %@
ru: Не удалось обновить правило: %@
tr: Kural güncellenemedi: %@
zh_hans: 更新规则失败：%@
zh_hant: 更新規則失敗：%@

source: Failed to write CSV file: %@
de: CSV-Datei konnte nicht geschrieben werden: %@
es: No se pudo escribir el archivo CSV: %@
fr: Impossible d'écrire le fichier CSV : %@
ja: CSVファイルの書き込みに失敗しました: %@
ko: CSV 파일을 쓰지 못했습니다: %@
pt: Falha ao gravar arquivo CSV: %@
ru: Не удалось записать файл CSV: %@
tr: CSV dosyası yazılamadı: %@
zh_hans: 写入 CSV 文件失败：%@
zh_hant: 寫入 CSV 檔案失敗：%@

source: Failed to write evidence file: %@
de: Beweisdatei konnte nicht geschrieben werden: %@
es: No se pudo escribir el archivo de evidencia: %@
fr: Impossible d'écrire le fichier de preuve : %@
ja: 証跡ファイルの書き込みに失敗しました: %@
ko: 증빙 파일을 쓰지 못했습니다: %@
pt: Falha ao gravar o arquivo de evidência: %@
ru: Не удалось записать файл доказательств: %@
tr: Kanıt dosyası yazılamadı: %@
zh_hans: 无法写入证据文件：%@
zh_hant: 無法寫入證據檔案:%@

source: Failed to write JSON file: %@
de: JSON-Datei konnte nicht geschrieben werden: %@
es: No se pudo escribir el archivo JSON: %@
fr: Impossible d'écrire le fichier JSON : %@
ja: JSONファイルの書き込みに失敗しました: %@
ko: JSON 파일을 쓰지 못했습니다: %@
pt: Falha ao gravar arquivo JSON: %@
ru: Не удалось записать файл JSON: %@
tr: JSON dosyası yazılamadı: %@
zh_hans: 写入 JSON 文件失败：%@
zh_hant: 寫入 JSON 檔案失敗：%@

source: favorite
de: Favorit
es: favorito
fr: favori
ja: お気に入り
ko: 즐겨찾기
pt: favorito
ru: избранное
tr: favori
zh_hans: 收藏
zh_hant: 最愛

source: Favorite toggled
de: Favorit umgeschaltet
es: Favorito cambiado
fr: Favori basculé
ja: お気に入りが切り替えられました
ko: 즐겨찾기 전환됨
pt: Favorito alternado
ru: Избранное переключено
tr: Favori değiştirildi
zh_hans: 收藏已切换
zh_hant: 收藏已切換

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ko: 즐겨찾기
pt: Favoritos
ru: Избранное
tr: Favoriler
zh_hans: 收藏
zh_hant: 收藏

source: Favorites are never automatically deleted.
de: Favoriten werden nie automatisch gelöscht.
es: Los favoritos nunca se eliminan automáticamente.
fr: Les favoris ne sont jamais supprimés automatiquement.
ja: お気に入りは自動的に削除されません。
ko: 즐겨찾기는 자동으로 삭제되지 않습니다.
pt: Os favoritos nunca são excluídos automaticamente.
ru: Избранные никогда не удаляются автоматически.
tr: Favoriler hiçbir zaman otomatik silinmez.
zh_hans: 收藏项绝不会被自动删除。
zh_hant: 最愛項目絕不會被自動刪除。

source: Favorites Only
de: Nur Favoriten
es: Solo favoritos
fr: Favoris uniquement
ja: お気に入りのみ
ko: 즐겨찾기만
pt: Apenas Favoritos
ru: Только избранное
tr: Yalnızca Favoriler
zh_hans: 仅收藏
zh_hant: 僅最愛

source: Fetch
de: Abrufen
es: Obtener
fr: Récupérer
ja: 取得
ko: 가져오기
pt: Buscar
ru: Получить
tr: Getir
zh_hans: 获取
zh_hant: 擷取

source: Fetch and parse the IdP metadata document
de: IdP-Metadatendokument abrufen und parsen
es: Obtener y analizar el documento de metadatos del IdP
fr: Récupérer et analyser le document de métadonnées de l'IdP
ja: IdP メタデータ文書を取得して解析
ko: IdP 메타데이터 문서 가져오기 및 파싱
pt: Buscar e analisar o documento de metadados do IdP
ru: Получить и разобрать IdP metadata
tr: IdP meta veri belgesini getir ve ayrıştır
zh_hans: 获取并解析 IdP 元数据文档
zh_hant: 擷取並解析 IdP 中繼資料文件

source: Fetch endpoints from %@/.well-known/openid-configuration
de: Endpunkte von %@/.well-known/openid-configuration abrufen
es: Obtener endpoints desde %@/.well-known/openid-configuration
fr: Récupérer les endpoints depuis %@/.well-known/openid-configuration
ja: %@/.well-known/openid-configuration からエンドポイントを取得
ko: %@/.well-known/openid-configuration에서 엔드포인트 가져오기
pt: Buscar endpoints de %@/.well-known/openid-configuration
ru: Получить endpoints с %@/.well-known/openid-configuration
tr: Uç noktaları %@/.well-known/openid-configuration adresinden getir
zh_hans: 从 %@/.well-known/openid-configuration 获取端点
zh_hant: 從 %@/.well-known/openid-configuration 擷取端點

source: Field
de: Feld
es: Campo
fr: Champ
ja: フィールド
ko: 필드
pt: Campo
ru: Поле
tr: Alan
zh_hans: 字段
zh_hant: 欄位

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt: Arquivo
ru: Файл
tr: Dosya
zh_hans: 文件
zh_hant: 檔案

source: File system access is not allowed for this plugin
de: Für dieses Plug-in ist kein Dateisystemzugriff zulässig
es: Este plugin no tiene permitido el acceso al sistema de archivos
fr: L'accès au système de fichiers n'est pas autorisé pour ce plugin
ja: このプラグインではファイルシステムへのアクセスが許可されていません
ko: 이 플러그인에는 파일 시스템 접근이 허용되지 않습니다
pt: O acesso ao sistema de arquivos não é permitido para este plugin
ru: Для этого плагина доступ к файловой системе запрещён
tr: Bu eklenti için dosya sistemi erişimine izin verilmiyor
zh_hans: 此插件不允许访问文件系统
zh_hant: 此外掛程式不允許存取檔案系統

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt: Arquivos
ru: Файлы
tr: Dosyalar
zh_hans: 文件
zh_hant: 檔案

source: Files & Documents
de: Dateien und Dokumente
es: Archivos y documentos
fr: Fichiers et documents
ja: ファイルとドキュメント
ko: 파일 및 문서
pt: Arquivos e Documentos
ru: Файлы и документы
tr: Dosyalar ve Belgeler
zh_hans: 文件和文档
zh_hant: 檔案與文件

source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルタ
ko: 필터
pt: Filtros
ru: Фильтры
tr: Filtreler
zh_hans: 筛选器
zh_hant: 篩選條件

source: Financial
de: Finanzen
es: Financiero
fr: Financier
ja: 金融
ko: 금융
pt: Financeiro
ru: Финансы
tr: Finansal
zh_hans: 财务
zh_hant: 財務

source: Find any item in seconds
de: Finden Sie jeden Eintrag in Sekunden
es: Encuentra cualquier elemento en segundos
fr: Trouvez n'importe quel élément en quelques secondes
ja: 数秒で任意のアイテムを検索
ko: 몇 초 만에 원하는 항목 찾기
pt: Encontre qualquer item em segundos
ru: Найдите любой элемент за секунды
tr: Saniyeler içinde herhangi bir öğeyi bulun
zh_hans: 几秒内找到任何项目
zh_hant: 幾秒內找到任何項目

source: Find images containing specific text like "error message" or "phone number".
de: Bilder mit bestimmtem Text wie „Fehlermeldung“ oder „Telefonnummer“ finden.
es: Encuentre imágenes con texto específico como «mensaje de error» o «número de teléfono».
fr: Trouvez les images contenant un texte spécifique comme « message d'erreur » ou « numéro de téléphone ».
ja: 「エラーメッセージ」や「電話番号」などの特定のテキストを含む画像を検索します。
ko: 「오류 메시지」나 「전화번호」 같은 특정 텍스트가 포함된 이미지를 찾습니다.
pt: Encontre imagens contendo texto específico como «mensagem de erro» ou «número de telefone».
ru: Находите изображения с определённым текстом, например «сообщение об ошибке» или «номер телефона».
tr: 「hata mesajı」 veya 「telefon numarası」 gibi belirli metinleri içeren görselleri bulun.
zh_hans: 查找包含「错误信息」或「电话号码」等特定文字的图像。
zh_hant: 尋找包含「錯誤訊息」或「電話號碼」等特定文字的圖片。

source: Find items with natural language like "that email from last week" or "code snippet with function".
de: Finden Sie Einträge per natürlicher Sprache wie „diese E-Mail von letzter Woche“ oder „Code-Snippet mit Funktion“.
es: Encuentre elementos con lenguaje natural como «ese correo de la semana pasada» o «fragmento de código con función».
fr: Trouvez des éléments en langage naturel comme « cet e-mail de la semaine dernière » ou « extrait de code avec fonction ».
ja: 「先週のあのメール」や「関数を含むコードスニペット」のような自然言語で項目を検索します。
ko: 「지난주 그 이메일」이나 「함수가 있는 코드 조각」 같은 자연어로 항목을 찾습니다.
pt: Encontre itens com linguagem natural como «aquele e-mail da semana passada» ou «snippet de código com função».
ru: Ищите элементы на естественном языке: «то письмо с прошлой недели» или «фрагмент кода с функцией».
tr: 「geçen haftaki o e-posta」 veya 「işlev içeren kod parçası」 gibi doğal dille öğeleri bulun.
zh_hans: 使用自然语言查找项目，例如「上周那封邮件」或「包含函数的代码片段」。
zh_hant: 使用自然語言尋找項目，例如「上週的那封郵件」或「包含函數的程式碼片段」。

source: Find the page ID in the URL after opening a page (the 32-character string).
de: Finden Sie die Seiten-ID in der URL nach dem Öffnen einer Seite (die 32-Zeichen-Folge).
es: Encuentre el ID de página en la URL después de abrir una página (la cadena de 32 caracteres).
fr: Trouvez l'ID de page dans l'URL après avoir ouvert une page (la chaîne de 32 caractères).
ja: ページを開いた後、URL 内のページ ID (32 文字の文字列) を見つけます。
ko: 페이지를 연 후 URL에서 페이지 ID(32자 문자열)를 찾으세요.
pt: Encontre o ID da página na URL após abrir uma página (a string de 32 caracteres).
ru: Найдите идентификатор страницы в URL после её открытия (32-символьная строка).
tr: Bir sayfayı açtıktan sonra URL'de sayfa kimliğini (32 karakterlik dize) bulun.
zh_hans: 打开页面后，在 URL 中找到页面 ID（32 个字符的字符串）。
zh_hant: 開啟頁面後，在 URL 中找到頁面 ID（32 個字元的字串）。

source: Flow Configuration
de: Flow-Konfiguration
es: Configuración de flujo
fr: Configuration du flux
ja: フロー構成
ko: 흐름 구성
pt: Configuração de Fluxo
ru: Настройка потока
tr: Akış Yapılandırması
zh_hans: 流配置
zh_hant: 流程設定

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
ja: フォルダ
ko: 폴더
pt: Pastas
ru: Папки
tr: Klasörler
zh_hans: 文件夹
zh_hant: 資料夾

source: Format JSON
de: JSON formatieren
es: Formatear JSON
fr: Formater JSON
ja: JSON を整形
ko: JSON 포맷
pt: Formatar JSON
ru: Форматировать JSON
tr: JSON Biçimlendir
zh_hans: 格式化 JSON
zh_hant: 格式化 JSON

source: Format JSON with proper indentation
de: JSON mit richtiger Einrückung formatieren
es: Formatear JSON con la indentación adecuada
fr: Formater le JSON avec une indentation correcte
ja: 適切なインデントで JSON を整形
ko: 적절한 들여쓰기로 JSON 포맷
pt: Formatar JSON com indentação adequada
ru: Форматировать JSON с правильными отступами
tr: JSON'u uygun girintiyle biçimlendir
zh_hans: 使用适当的缩进格式化 JSON
zh_hant: 以適當的縮排格式化 JSON

source: Format Markdown Table
de: Markdown-Tabelle formatieren
es: Formatear tabla Markdown
fr: Formater un tableau Markdown
ja: Markdownテーブルを整形
ko: Markdown 표 서식 지정
pt: Formatar tabela Markdown
ru: Форматировать таблицу Markdown
tr: Markdown tablosunu biçimlendir
zh_hans: 格式化 Markdown 表格
zh_hant: 格式化 Markdown 表格

source: Formats and cleans up Markdown text
de: Formatiert und bereinigt Markdown-Text
es: Formatea y limpia texto Markdown
fr: Formate et nettoie le texte Markdown
ja: Markdown テキストのフォーマットと整理
ko: 마크다운 텍스트를 형식화하고 정리합니다
pt: Formata e limpa texto Markdown
ru: Форматирование и очистка Markdown
tr: Markdown metnini biçimlendirir ve düzenler
zh_hans: 格式化并整理 Markdown 文本
zh_hant: 格式化並整理 Markdown 文字

source: Formats, minifies, and validates JSON content
de: Formatiert, minimiert und validiert JSON-Inhalte
es: Formatea, minimiza y valida contenido JSON
fr: Formate, minimise et valide le contenu JSON
ja: JSON コンテンツのフォーマット、圧縮、検証を行います
ko: JSON 콘텐츠를 형식화, 압축 및 검증합니다
pt: Formata, minimiza e valida conteúdo JSON
ru: Форматирование, минификация и проверка JSON
tr: JSON içeriğini biçimlendirir, sıkıştırır ve doğrular
zh_hans: 格式化、压缩并验证 JSON 内容
zh_hant: 格式化、壓縮並驗證 JSON 內容

source: Formatting
de: Formatierung
es: Formato
fr: Formatage
ja: フォーマット
ko: 서식
pt: Formatação
ru: Форматирование
tr: Biçimlendirme
zh_hans: 格式化
zh_hant: 格式化

source: From
de: Von
es: Desde
fr: De
ja: 開始
ko: 시작
pt: De
ru: От
tr: Kimden
zh_hans: 从
zh_hant: 從

source: from %@
de: von %@
es: desde %@
fr: depuis %@
ja: %@ から
ko: %@에서
pt: de %@
ru: из %@
tr: %@ konumundan
zh_hans: 来自 %@
zh_hant: 來自 %@

source: From:
de: Von:
es: Desde:
fr: De :
ja: 開始:
ko: 시작:
pt: De:
ru: От:
tr: Kimden:
zh_hans: 从：
zh_hant: 從：

source: Fuzzy matching finds approximate matches even with typos or partial words.
de: Unscharfe Suche findet ungefähre Übereinstimmungen auch bei Tippfehlern oder Wortteilen.
es: La búsqueda difusa encuentra coincidencias aproximadas incluso con erratas o palabras parciales.
fr: La recherche floue trouve des correspondances approximatives même avec des fautes de frappe ou des mots partiels.
ja: あいまい一致は、誤字や部分的な単語でもおおよその一致を見つけます。
ko: 퍼지 매칭은 오타나 부분 단어로도 근사 일치를 찾습니다.
pt: A correspondência aproximada encontra coincidências mesmo com erros de digitação ou palavras parciais.
ru: Нечёткий поиск находит совпадения даже с опечатками или частичными словами.
tr: Bulanık eşleştirme, yazım hataları veya kısmi sözcüklerde bile yaklaşık eşleşmeler bulur.
zh_hans: 即使存在拼写错误或部分单词，模糊匹配也能找到近似匹配。
zh_hant: 即使存在拼字錯誤或部分字詞，模糊比對仍能找到近似相符項目。

source: GDPR
de: DSGVO
es: RGPD
fr: RGPD

source: GDPR Enabled
de: DSGVO aktiviert
es: RGPD activado
fr: RGPD activé
ja: GDPRが有効
ko: GDPR 활성화됨
pt: GDPR Ativado
ru: GDPR включён
tr: GDPR Etkin
zh_hans: GDPR 已启用
zh_hant: GDPR 已啟用

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt: Geral
ru: Основные
tr: Genel
zh_hans: 通用
zh_hant: 一般

source: Generate MD5 hash
de: MD5-Hash erzeugen
es: Generar hash MD5
fr: Générer un hash MD5
ja: MD5 ハッシュを生成
ko: MD5 해시 생성
pt: Gerar hash MD5
ru: Сгенерировать MD5-хэш
tr: MD5 karma oluştur
zh_hans: 生成 MD5 哈希
zh_hant: 產生 MD5 雜湊

source: Generate MD5 hash of the text
de: MD5-Hash des Textes erzeugen
es: Generar hash MD5 del texto
fr: Générer le hash MD5 du texte
ja: テキストの MD5 ハッシュを生成
ko: 텍스트의 MD5 해시 생성
pt: Gerar hash MD5 do texto
ru: Сгенерировать MD5-хэш текста
tr: Metnin MD5 karmasını oluştur
zh_hans: 生成文本的 MD5 哈希
zh_hant: 產生文字的 MD5 雜湊

source: Generate Report
de: Bericht generieren
es: Generar informe
fr: Générer le rapport
ja: レポートを生成
ko: 보고서 생성
pt: Gerar Relatório
ru: Сгенерировать отчёт
tr: Rapor Oluştur
zh_hans: 生成报告
zh_hant: 產生報告

source: Generate SHA-256 hash
de: SHA-256-Hash erzeugen
es: Generar hash SHA-256
fr: Générer un hash SHA-256
ja: SHA-256 ハッシュを生成
ko: SHA-256 해시 생성
pt: Gerar hash SHA-256
ru: Сгенерировать SHA-256-хэш
tr: SHA-256 karma oluştur
zh_hans: 生成 SHA-256 哈希
zh_hant: 產生 SHA-256 雜湊

source: Generate SHA-256 hash of the text
de: SHA-256-Hash des Textes erzeugen
es: Generar hash SHA-256 del texto
fr: Générer le hash SHA-256 du texte
ja: テキストの SHA-256 ハッシュを生成
ko: 텍스트의 SHA-256 해시 생성
pt: Gerar hash SHA-256 do texto
ru: Сгенерировать SHA-256-хэш текста
tr: Metnin SHA-256 karmasını oluştur
zh_hans: 生成文本的 SHA-256 哈希
zh_hant: 產生文字的 SHA-256 雜湊

source: Get ${count} recent clipboard items
de: ${count} neueste Zwischenablage-Einträge abrufen
es: Obtener los ${count} elementos recientes del portapapeles
fr: Obtenir ${count} éléments récents du presse-papiers
ja: 最新 ${count} 件のクリップボード項目を取得
ko: 최근 ${count}개의 클립보드 항목 가져오기
pt: Obter ${count} itens recentes da área de transferência
ru: Получить ${count} последних элементов буфера
tr: Son ${count} pano öğesini al
zh_hans: 获取最近 ${count} 个剪贴板项目
zh_hant: 擷取最近 ${count} 個剪貼簿項目

source: Get Clipboard History
de: Zwischenablage-Verlauf abrufen
es: Obtener historial del portapapeles
fr: Obtenir l'historique du presse-papiers
ja: クリップボード履歴を取得
ko: 클립보드 기록 가져오기
pt: Obter Histórico da Área de Transferência
ru: Получить историю буфера
tr: Pano Geçmişini Al
zh_hans: 获取剪贴板历史
zh_hant: 取得剪貼簿歷史記錄

source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
ja: 始める
ko: 시작하기
pt: Começar
ru: Начать
tr: Başla
zh_hans: 开始使用
zh_hant: 開始使用

source: Get the most recent items from your clipboard history.
de: Rufen Sie die neuesten Einträge aus Ihrem Verlauf ab.
es: Obtenga los elementos más recientes de su historial del portapapeles.
fr: Obtenez les éléments les plus récents de votre historique du presse-papiers.
ja: クリップボード履歴から最新の項目を取得します。
ko: 클립보드 기록에서 가장 최근 항목을 가져옵니다.
pt: Obtenha os itens mais recentes do seu histórico.
ru: Получите последние элементы из истории буфера.
tr: Pano geçmişinizdeki en son öğeleri alın.
zh_hans: 从您的剪贴板历史中获取最近的项目。
zh_hant: 從您的剪貼簿歷史記錄中擷取最近的項目。

source: GitHub API error: %@
de: Fehler der GitHub API: %@
es: Error de la API de GitHub: %@
fr: Erreur de l'API GitHub : %@
ja: GitHub API エラー: %@
ko: GitHub API 오류: %@
pt: Erro da API do GitHub: %@
ru: Ошибка GitHub API: %@
tr: GitHub API hatası: %@
zh_hans: GitHub API 错误：%@
zh_hant: GitHub API 錯誤:%@

source: GitHub token not configured. Add your token in plugin settings.
de: GitHub-Token ist nicht konfiguriert. Fügen Sie Ihr Token in den Plug-in-Einstellungen hinzu.
es: Token de GitHub no configurado. Añade tu token en los ajustes del plugin.
fr: Jeton GitHub non configuré. Ajoutez votre jeton dans les réglages du plugin.
ja: GitHub トークンが設定されていません。プラグイン設定でトークンを追加してください。
ko: GitHub 토큰이 구성되지 않았습니다. 플러그인 설정에서 토큰을 추가하세요.
pt: Token do GitHub não configurado. Adicione seu token nos ajustes do plugin.
ru: Токен GitHub не настроен. Добавьте токен в настройках плагина.
tr: GitHub belirteci yapılandırılmamış. Belirtecinizi eklenti ayarlarından ekleyin.
zh_hans: 未配置 GitHub 令牌。请在插件设置中添加您的令牌。
zh_hant: 未設定 GitHub 權杖。請在外掛程式設定中新增您的權杖。

source: Global hotkey
de: Globale Tastenkombination
es: Atajo global
fr: Raccourci global
ja: グローバルホットキー
ko: 전역 단축키
pt: Atalho global
ru: Глобальное сочетание
tr: Genel kısayol
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

source: Global Hotkey
de: Globale Tastenkombination
es: Atajo global
fr: Raccourci global
ja: グローバルホットキー
ko: 전역 단축키
pt: Atalho Global
ru: Глобальное сочетание
tr: Genel Kısayol
zh_hans: 全局快捷键
zh_hant: 全域快速鍵

source: Go to Preferences > Sync > Reset Sync to reconfigure.
de: Gehen Sie zu Einstellungen > Sync > Sync zurücksetzen, um neu zu konfigurieren.
es: Vaya a Preferencias > Sincronización > Restablecer sincronización para reconfigurar.
fr: Allez à Préférences > Sync > Réinitialiser la synchronisation pour reconfigurer.
ja: 再設定するには、環境設定 > 同期 > 同期をリセット に移動します。
ko: 재구성하려면 환경설정 > 동기화 > 동기화 재설정으로 이동하세요.
pt: Vá para Preferências > Sincronização > Redefinir Sincronização para reconfigurar.
ru: Перейдите в Настройки > Синхронизация > Сбросить синхронизацию для повторной настройки.
tr: Yeniden yapılandırmak için Tercihler > Sync > Senkronizasyonu Sıfırla yoluna gidin.
zh_hans: 前往偏好设置 > 同步 > 重置同步以重新配置。
zh_hant: 前往偏好設定 > 同步 > 重設同步以重新設定。

source: Goes to the previous setup step
de: Zum vorherigen Einrichtungsschritt wechseln
es: Va al paso de configuración anterior
fr: Revient à l'étape précédente de configuration
ja: 前のセットアップ手順に戻ります
ko: 이전 설정 단계로 이동
pt: Vai para a etapa de configuração anterior
ru: Переход к предыдущему шагу настройки
tr: Önceki kurulum adımına gider
zh_hans: 返回上一个设置步骤
zh_hant: 回到上一個設定步驟

source: Grant the required permission in plugin settings
de: Erteilen Sie die erforderliche Berechtigung in den Plug-in-Einstellungen
es: Otorga el permiso necesario en los ajustes del plugin
fr: Accordez l'autorisation requise dans les réglages du plugin
ja: プラグイン設定で必要な権限を付与してください
ko: 플러그인 설정에서 필요한 권한을 부여하세요
pt: Conceda a permissão necessária nos ajustes do plugin
ru: Предоставьте необходимое разрешение в настройках плагина
tr: Gerekli izni eklenti ayarlarından verin
zh_hans: 请在插件设置中授予所需权限
zh_hant: 請在外掛程式設定中授予所需權限

source: Granted
de: Erteilt
es: Concedido
fr: Accordé
ja: 許可済み
ko: 부여됨
pt: Concedido
ru: Предоставлено
tr: Verildi
zh_hans: 已授权
zh_hant: 已授權

source: Health Data
de: Gesundheitsdaten
es: Datos de salud
fr: Données de santé
ja: 健康データ
ko: 건강 데이터
pt: Dados de saúde
ru: Медицинские данные
tr: Sağlık Verileri
zh_hans: 健康数据
zh_hant: 健康資料

source: Health Information
de: Gesundheitsinformationen
es: Información de salud
fr: Informations de santé
ja: 健康情報
ko: 건강 정보
pt: Informações de Saúde
ru: Медицинская информация
tr: Sağlık Bilgileri
zh_hans: 健康信息
zh_hant: 健康資訊

source: High
de: Hoch
es: Alta
fr: Élevé
ja: 高
ko: 높음
pt: Alto
ru: Высокий
tr: Yüksek
zh_hans: 高
zh_hant: 高

source: High Risk
de: Hohes Risiko
es: Riesgo alto
fr: Risque élevé
ja: 高リスク
ko: 높은 위험
pt: Risco alto
ru: Высокий риск
tr: Yüksek Risk
zh_hans: 高风险
zh_hant: 高風險

source: Higher values require more accurate text recognition. Lower values may include misread text.
de: Höhere Werte erfordern eine genauere Texterkennung. Niedrigere Werte können falsch gelesenen Text enthalten.
es: Los valores más altos requieren un reconocimiento de texto más preciso. Los valores más bajos pueden incluir texto mal leído.
fr: Les valeurs plus élevées exigent une reconnaissance de texte plus précise. Les valeurs plus basses peuvent inclure du texte mal lu.
ja: 値が高いほど、より正確なテキスト認識が必要です。値が低いと誤読されたテキストが含まれる場合があります。
ko: 값이 높을수록 정확한 텍스트 인식이 필요합니다. 값이 낮을수록 잘못 인식된 텍스트가 포함될 수 있습니다.
pt: Valores mais altos exigem reconhecimento de texto mais preciso. Valores mais baixos podem incluir texto mal lido.
ru: Более высокие значения требуют точного распознавания текста. Более низкие могут включать ошибки.
tr: Daha yüksek değerler daha doğru metin tanıma gerektirir. Daha düşük değerler yanlış okunan metni içerebilir.
zh_hans: 较高的值需要更准确的文本识别。较低的值可能包含误读的文本。
zh_hant: 較高的值需要更精確的文字辨識。較低的值可能包含誤讀的文字。

source: Higher values show only more relevant matches. Lower values show more results.
de: Höhere Werte zeigen nur relevantere Treffer. Niedrigere Werte zeigen mehr Ergebnisse.
es: Los valores más altos muestran solo coincidencias más relevantes. Los valores más bajos muestran más resultados.
fr: Les valeurs plus élevées n'affichent que les correspondances les plus pertinentes. Les valeurs plus basses affichent plus de résultats.
ja: 値が高いほど関連性の高い一致のみを表示します。値が低いほど多くの結果が表示されます。
ko: 값이 높을수록 관련성 높은 일치 항목만 표시합니다. 값이 낮을수록 결과가 더 많이 표시됩니다.
pt: Valores mais altos mostram apenas correspondências mais relevantes. Valores mais baixos mostram mais resultados.
ru: Более высокие значения показывают только более релевантные совпадения. Более низкие — больше результатов.
tr: Daha yüksek değerler yalnızca daha ilgili eşleşmeleri gösterir. Daha düşük değerler daha fazla sonuç gösterir.
zh_hans: 较高的值仅显示更相关的匹配。较低的值显示更多结果。
zh_hant: 較高的值僅顯示更相關的相符項目。較低的值顯示更多結果。

source: HIPAA access attempt
de: HIPAA-Zugriffsversuch
es: Intento de acceso HIPAA
fr: Tentative d'accès HIPAA
ja: HIPAAアクセス試行
ko: HIPAA 접근 시도
pt: Tentativa de acesso HIPAA
ru: Попытка доступа HIPAA
tr: HIPAA erişim denemesi
zh_hans: HIPAA 访问尝试
zh_hant: HIPAA 存取嘗試

source: HIPAA Compliance Mode
de: HIPAA-Compliance-Modus
es: Modo de conformidad HIPAA
fr: Mode de conformité HIPAA
ja: HIPAA 準拠モード
ko: HIPAA 준수 모드
pt: Modo de Conformidade HIPAA
ru: Режим соответствия HIPAA
tr: HIPAA Uyumluluk Modu
zh_hans: HIPAA 合规模式
zh_hant: HIPAA 合規模式

source: HIPAA Enabled
de: HIPAA aktiviert
es: HIPAA activado
fr: HIPAA activé
ja: HIPAAが有効
ko: HIPAA 활성화됨
pt: HIPAA Ativado
ru: HIPAA включён
tr: HIPAA Etkin
zh_hans: HIPAA 已启用
zh_hant: HIPAA 已啟用

source: HIPAA requires a minimum 6-year (2190 day) retention period with immutability.
de: HIPAA erfordert eine Mindestaufbewahrung von 6 Jahren (2190 Tage) mit Unveränderlichkeit.
es: HIPAA requiere un período de retención mínimo de 6 años (2190 días) con inmutabilidad.
fr: HIPAA exige une période de rétention minimale de 6 ans (2190 jours) avec immuabilité.
ja: HIPAA は、不変性を備えた最低 6 年（2190 日）の保持期間を要求します。
ko: HIPAA는 불변성을 포함한 최소 6년(2190일) 보존 기간을 요구합니다.
pt: HIPAA exige um período mínimo de retenção de 6 anos (2190 dias) com imutabilidade.
ru: HIPAA требует минимальный срок хранения 6 лет (2190 дней) с неизменяемостью.
tr: HIPAA, değişmezlik ile en az 6 yıl (2190 gün) saklama süresi gerektirir.
zh_hans: HIPAA 要求最短 6 年（2190 天）的保留期并且不可变。
zh_hant: HIPAA 要求最短 6 年（2190 天）的保留期限並具有不可變性。

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt: Histórico
ru: История
tr: Geçmiş
zh_hans: 历史
zh_hant: 歷史記錄

source: History limit
de: Verlaufslimit
es: Límite del historial
fr: Limite de l'historique
ja: 履歴の上限
ko: 기록 제한
pt: Limite do histórico
ru: Лимит истории
tr: Geçmiş sınırı
zh_hans: 历史上限
zh_hant: 歷史限制
